ZigEmbeddedGroup/texasinstruments-data/targetdb/Modules/AM263X/R5SS_TCMA_CORE0_RAM_00020000h.xml
<module name="TCMA_CORE0_RAM" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="TCMA_CORE0_RAM_START" acronym="TCMA_CORE0_RAM_START" offset="0" width="32" description="">
		<bitfield id="RAM_START" width="32" begin="31" end="0" resetval="0x0" description="RAM start address of master sub system tcma" range="31:0" rwaccess="R/W"/>
	</register><register id="TCMA_CORE0_RAM_END" acronym="TCMA_CORE0_RAM_END" offset="32764" width="32" description="">
		<bitfield id="RAM_END" width="32" begin="31" end="0" resetval="0x0" description="RAM end address of master sub system tcma" range="31:0" rwaccess="R/W"/>
	</register>
</module>